{
  "USER_AGREEMENT_OF_THE_SERVICE_PROMOTION": "User agreement of the service \"Promotion\"",
  "WE_ARE_GLAD_TO_WELCOME": "We are glad to welcome you on the pages of the “Promotion” service provided by the Crowspace Internet portal! For the correct work with the functions of the “Promotion” service, we suggest that you familiarize yourself with the conditions and procedure for its use.",
  "RULES_FOR_THE_PROJECT_ORGANIZER": "Rules for the Project Organizer.",
  "THE_PROJECT_ORGANIZER_GUARANTEES_THE_FOLLOWING": "The Project Organizer guarantees the following:",
  "HE_HAS_ALL_THE_NECESSARY_POWERS": "he has all the necessary powers and legal capacity established by the legislation of the Republic of Belarus for the commission of legally significant actions;",
  "HE_MADE_THE_NECESSARY_AND_SUFFICIENT": "he made the necessary and sufficient efforts for the correct calculation of the required amount of money; the Promotion will not violate the rights of Users and third parties;",
  "THE_ACTIONS_PROPOSED_FOR_IMPLEMENTATION": "the actions proposed for implementation are in accordance with the current legislation of the Republic of Belarus, as well as the legal documents of the Portal;",
  "THERE_ARE_ALL_NECESSARY_AND_SUFFICIENT_RIGHTS": "there are all necessary and sufficient rights, including intellectual rights to create (receive) the Result of the Promotion; if the Promotion is successful, all the obligations assumed will be fulfilled in relation to all Users who took part in the Project (the Promotion);",
  "ALL_INFORMATION_PROVIDED_FOR_THE_TRANSFER": "all information provided for the transfer of received funds is true, the settlement (or other) account is open in the name of the Promotion Organizer;",
  "THE_INFORMATION_POSTED_ON_THE_PAGES": "the information posted on the pages of the Portal is true, and also meets the requirements of the User Agreement and other documents;",
  "INFORMATION_ABOUT_USERS_RECEIVED": "information about Users received to fulfill the obligations assumed will be used by the Project Organizer solely for the purpose of implementing the Project.",
  "THE_PROJECT_ORGANIZER_IS_OBLIGED_TO_PROVIDE_THE_SERVICE": "The Project Organizer is obliged to provide the Service Organizer with information about a settlement or other account for transferring funds, as well as provide the necessary package of documents, which is determined in an additional agreement.",
  "THE_PROJECT_ORGANIZER_IS_OBLIGED_TO_PROVIDE_THE_USERS": "The Project Organizer is obliged to provide the Users with the necessary and reliable information about the Promotion Results, including information on the procedure and cost of delivery of the Promotion Results to a specific User.",
  "THE_PROJECT_ORGANIZER_IS_OBLIGED_TO_FULFILL": "The Project Organizer is obliged to fulfill on time all the obligations assumed in connection with the organization and conduct of fundraising. In cases where the deadline is important for the Promotion Result, for example, holding an event on a certain date, the Project Organizer does not have the right to ahead of schedule fulfill the obligations assumed.",
  "THE_PROJECT_ORGANIZER_GUARANTEES_THAT_IN_CASE_OF_IMPROPER": "The Project Organizer guarantees that in case of improper fulfillment of the assumed obligations, it will compensate for all losses incurred by the Users and / or the Service Organizer using its own resources and means.",
  "THE_SERVICE_ORGANIZER_HAS_THE_RIGHT_TO_PLACE": "The Service organizer has the right to place on pages containing materials about ongoing Projects (Promotions), advertising and other information materials.",
  "RULES_FOR_THE_USER": "Rules for the User.",
  "THE_USER_GUARANTEES_THE_FOLLOWING": "The user guarantees the following:",
  "HE_HAS_ALL_THE_NECESSARY_POWERS_AND_LEGAL_CAPACITY": "he has all the necessary powers and legal capacity established by the legislation of the Republic of Belarus for the commission of legally significant actions. In particular, the User guarantees that if he does not have the necessary powers to perform the indicated actions, he undertakes not to perform such actions until the obstacles have been eliminated;",
  "WHEN_PARTICIPATING_IN_THE_PROMOTION": "when participating in the Promotion, all legal documents valid on the Portal will be observed;",
  "THE_ORGANIZER_OF_THE_PROJECT_HAS_BEEN_PROVIDED": "The Organizer of the Project has been provided with reliable information sufficient to fulfill his obligations related to the Project.",
  "IF_IT_IS_IMPOSSIBLE_FOR_THE_USER_TO_COMPLY": "If it is impossible for the User to comply with the above guarantees, he undertakes to refuse to participate in the Project (Promotion). At the same time, the User independently bears all losses that have occurred in connection with the failure to provide the above guarantees.",
  "THE_PROJECT_ORGANIZER_AND_OR_SERVICE_ORGANIZER": "The Project Organizer and / or Service Organizer have the right to send the User information about ongoing (or planned) Projects (Promotions).",
  "THE_USER_WHO_PARTICIPATED_IN_THE_FINANCING": "The user who participated in the financing of the Project (Shares) gives his consent to block that part of the funds that corresponds to the value and quantity of the Results of the Promotion chosen by him, as well as consent to the transfer of these funds to the Project Organizer if the Project is considered successful.",
  "THE_USER_WHO_HAS_PARTICIPATED_IN_THE_FINANCING": "The User who has participated in the financing of the Project (Promotions) gives his consent to provide the Project Organizer with personal data to the extent necessary for the Project Organizer to fulfill his obligations to the User.",
  "FINAL_PROVISIONS": "Final provisions",
  "ALL_ISSUES_NOT_RESOLVED_IN_THIS_AGREEMENT_ARE_GOVERNED": "All issues not resolved in this Agreement are governed by the current legislation of the Republic of Belarus, the User Agreement, as well as the Agreement concluded between the Service Organizer and the Project Organizer."
}
